<!--  -->
<template>
  <div class="main">
    <div class="userinfo">
      <div class="usinfo-content">
        <h1>七分钱支付服务协议</h1>
        <p
          style="text-align:center; color:#555; line-height:25px; font-size:14px;"
        >最后更新时间：2015年09月08日</p>
        <div class="uscont-txt">
          <p>七分钱支付服务协议（以下简称“本协议”）是深圳市七分钱网络科技有限公司（以下简称“七分钱”）与七分钱用户(以下简称“用户”或“您”)就七分钱支付服务（以下简称“本服务”）的使用等相关事项所订立的有效合约。</p>
          <p>用户通过网络页面点击确认或以其他方式选择接受本协议，即表示用户与七分钱已达成协议并同意接受本协议的全部约定内容。</p>
        </div>
        <div class="uscont-txt">
          <h2>在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解本协议任何条款的含义，请不要进行后续操作。</h2>
          <p>您应确保您是使用本服务的银行卡持有人，可合法、有效使用该银行卡且未侵犯任何第三方合法权益，否则因此造成七分钱、持卡人损失的，您应负责赔偿并承担全部法律责任，包括但不限于冻结您全部或部分七分钱账户(含该账户之关联账户)及资金、从您的前述七分钱账户中扣除相应的款项等。</p>
        </div>
        <div class="uscont-txt">
          <h2>您同意七分钱有权依据其自身判断对涉嫌欺诈或被他人控制并用于欺诈目的的七分钱账户采取相应的措施，上述措施包括但不限于冻结账户及资金、处置涉嫌欺诈的资金等。</h2>
          <h2>您应妥善保管银行卡、卡号、密码、发卡行预留的手机号码以及七分钱账号、密码、数字证书、七分钱账户绑定的手机号码、来自于发卡行和/或七分钱向您发送的校验码等与银行卡或与七分钱账户有关的一切信息和设备。</h2>
          <h2>如您遗失或泄露前述信息和/或设备的，您应及时通知发卡行及/或七分钱，以减少可能发生的损失。</h2>
          <h2>因您的原因所致损失需由您自行承担。</h2>
        </div>
        <div class="uscont-txt">
          <p>您在使用本服务时，应当认真确认交易信息，包括且不限于商品名称、数量、金额等，并按七分钱业务流程发出符合《七分钱支付服务协议》约定的指令。</p>
          <h2>您认可和同意：您发出的指令不可撤回或撤销，七分钱有权根据您的指令委托银行或第三方从银行卡中划扣资金给收款人。届时您不应以非本人意愿交易或其他任何原因要求七分钱退款或承担其他责任。</h2>
          <p>您在对使用本服务过程中发出指令的真实性及有效性承担全部责任；您承诺，七分钱依照您的指令进行操作的一切风险由您承担。</p>
          <h2>您认可七分钱账户的使用记录数据、交易金额数据等均以七分钱系统平台记录的数据为准。</h2>
          <p>您授权七分钱有权留存您在七分钱网站填写的相应信息，并授权七分钱查询该银行卡信息，包括且不限于借记卡余额、信用卡账单等内容，以供后续向您持续性地提供相应服务（包括但不限于将本信息用于向您推广、提供其他更加优质的产品或服务）。</p>
        </div>
        <div class="uscont-txt">
          <h2>出现下列情况之一的，七分钱有权立即终止您使用七分钱相关服务而无需承担任何责任：</h2>
          <ul>
            <li>(1)&nbsp;&nbsp;将本服务用于非法目的;</li>
            <li>(2)&nbsp;&nbsp;违反本协议的约定；</li>
            <li>(3)&nbsp;&nbsp;违反七分钱和/或七分钱关联公司旗下其他公司网站的条款、协议、规则、通告等相关规定及您与前述主体签署的任一协议，而被上述任一主体终止提供服务的；</li>
            <li>(4)&nbsp;&nbsp;七分钱认为向您提供本服务存在风险的；</li>
            <li>(5)&nbsp;&nbsp;您的银行卡有效期届满（如有）。</li>
          </ul>
        </div>
        <div class="uscont-txt">
          <h2>若您未违反《七分钱支付服务协议》及本协议约定且因不能归责于您的原因，造成银行卡内资金通过本服务出现损失，您可向七分钱申请补偿。</h2>
          <h2>您应在知悉资金发生损失后及时通知七分钱并按要求提交相关的申请材料和证明文件，七分钱将通过自行补偿或保险公司赔偿的方式处理您的申请。</h2>
          <h2>具体处理方式由七分钱自行选择决定，七分钱承诺不会因此损害您的合法权益。</h2>
          <h2>如七分钱选择保险赔偿的方式，您同意委托七分钱为您向保险公司索赔，并且您承诺：资金损失事实真实存在，保险赔偿申请材料真实、有效。</h2>
          <h2>您已充分知晓并认识到，基于虚假信息申请保险赔偿将涉及刑事犯罪，保险公司与七分钱有权向国家有关机构申请刑事立案侦查。</h2>
        </div>
        <div class="uscont-txt">
          <h2>不论七分钱选择何种方式保障您使用本服务的资金安全，您同意并认可七分钱最终的补偿行为或保险赔偿行为并不代表前述资金损失应归责于七分钱，亦不代表七分钱须为此承担其他任何责任。</h2>
          <h2>您同意，七分钱在向您支付补偿的同时，即刻取得您可能或确实存在的就前述资金损失而产生的对第三方的所有债权及其他权利，包括但不限于就上述债权向第三方追偿的权利，且您不再就上述已经让渡给七分钱的债权向该第三方主张任何权利，亦不再就资金损失向七分钱主张任何权利。</h2>
          <h2>若您又从其它渠道挽回了资金损失的，或有新证据证明您涉嫌欺诈的，或者发生您应当自行承担责任的其他情形，您应在第一时间通知七分钱并将返还七分钱已补偿或保险公司已赔偿的款项，否则七分钱有权自行或根据保险公司委托采取包括但不限于从您全部或部分七分钱账户(含该账户之关联账户)划扣等方式向您进行追偿。</h2>
          <h2>您同意，本协议适用中华人民共和国大陆地区法律。因七分钱与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。</h2>
          <h2>如协商不成，七分钱和用户同意由被告住所地法院管辖审理双方的纠纷或争议。</h2>
        </div>
        <div class="uscont-txt">
          <h2>本协议内容包括协议正文及所有七分钱已经发布的或将来可能发布的七分钱服务的使用规则。</h2>
          <h2>所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。</h2>
          <h2>若您在本协议内容发生修订后，继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。</h2>
        </div>
        <div class="uscont-txt">
          <p>本协议未尽事宜，您需遵守七分钱网站上公布的《七分钱支付服务协议》及相关规则。</p>
        </div>
        <div class="uscont-txt">
          <p>申请和使用本项服务之前，您应当确认将妥善保管您在七分钱登记的手机号码，并且同意七分钱有权将您在七分钱登记的手机号码发送的信息作为您的注册七分钱账号、密码和（或）数字证书等方式之外的识别您的身份及支付指令的其它方式，所有使用您登记的手机号码所发送的操作指令均可视为您的授权操作行为，遗失、泄露、被窃手机号码的任一所导致的损失均由您自行承担。</p>
          <p>任何使用您登记的手机号码所发送至七分钱计算机系统的支付指令，应被视为经您授权的不可撤销的付款指示，七分钱对于计算机系统按照收到的符合约定的支付指令完成支付的行为不承担任何责任。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },

  components: {},

  computed: {},

  mounted() {},

  methods: {}
};
</script>


<style lang="stylus">
.userinfo {
  width: 990px;
  margin: 0 auto;
  background-color: #fff;
}

.usinfo-content {
  padding: 20px 80px 50px;
  font-size: 14px;
}

.usinfo-content h1 {
  text-align: center;
  line-height: 55px;
  font-size: 25px;
}

.uscont-txt {
  margin: 20px auto;
}

.uscont-txt p {
  color: #555;
  line-height: 25px;
  text-indent: 2em;
}

.uscont-txt h2 {
  color: #333;
  line-height: 35px;
  text-indent: 2em;
  text-decoration: underline;
  font-size: 14px;
}

.uscont-txt ul {
  margin: 5px;
  padding-left: 20px;
}

.uscont-txt ul li {
  line-height: 30px;
  font-weight: bold;
  text-decoration: underline;
}
</style>